tutorials/simple4PCMFoam/miniTube/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;//EPCM;
nu              nu [0 2 -1 0 0 0 0]		8.53e-07;

rho		rho [ 1 -3 0 0 0 0 0 ]		996.5;
Cp		Cp [ 0 2 -2 -1 0 0 0 ]		4181;
kappa		kappa [ 1 1 -3 -1 0 0 0 ]	0.628;
mu		mu [ 1 -1 -1 0 0 0 0 ]		8.5e-4;
Prt		Prt [ 0 0 0 0 0 0 0 ]		0.85;

// ************************************************************************* //
