tutorials/simple4PCMFoam/miniTube/0/alphaEPCM
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      alphaEPCM;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions		[0 0 0 0 0 0 0];

internalField		uniform 0.03;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 0.03;
    }

    outlet
    {
        type            zeroGradient;
    }

    cylinderWall
    {
        type		buongiorno4PCMFoam;
        alpha		alphaEPCM;
        jo	        (0.0);
        ho		(0.0);
        alphao		(0.0);
        DB		1e-13;
        DT		1e-13;
    }
}
// ************************************************************************* //
